IdeaRS.Connections
ConnectionPropData.Add Method
Compatible with IDEA StatiCa 0.0
[Missing <summary> documentation for "M:IdeaRS.Connections.Data.ConnectionPropData.Add(System.Int32,IdeaRS.Connections.Data.ConnectionCmdData)"]
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public void Add(
	int operationId,
	ConnectionCmdData newItem
)
Parameters
operationId
Type: Int32
[Missing <param name="operationId"/> documentation for "M:IdeaRS.Connections.Data.ConnectionPropData.Add(System.Int32,IdeaRS.Connections.Data.ConnectionCmdData)"]
newItem
Type: IdeaRS.Connections.Data.ConnectionCmdData
[Missing <param name="newItem"/> documentation for "M:IdeaRS.Connections.Data.ConnectionPropData.Add(System.Int32,IdeaRS.Connections.Data.ConnectionCmdData)"]
See Also
Reference
ConnectionPropData Class
IdeaRS.Connections.Data Namespace